adobe-source-code-pro-fonts
archlinuxcn-keyring
autojump
llvm
clang
clion
cmake
ctags
dnsutils
electronic-wechat-git
evince
fcitx
fcitx-configtool
fcitx-im
fcitx-sogoupinyin
fontweak
gcc-multilib
git
gitg
google-chrome
htop
inetutils
iproute2
ipython
libmpdclient
megasync
mlocate
neofetch
netease-cloud-music
net-tools
nodejs
npm
pandoc
papirus-icon-theme
powerline-fonts
proxychains
pycharm-community-edition
python2-pip
python-pip
qt-recordmydesktop
ranger
rar
screenfetch
smplayer
screen
tcl
tcpdump
terminator
tk
tlp
tree
ttf-font-awesome
ttf-monaco
ttf-ubuntu-font-family
ttf-wps-fonts
typora
unrar
vim
visual-studio-code-bin
wireshark-gtk
wps-office
wqy-microhei
xclip
yaourt
yay
zeal
zsh
flameshot
file-roller
python3-pip
net-tools
docker
nautilus
codeblocks
visual-studio-code-bin
go